Repository: avgeek-oss/dnsdeck
Catalog: DNSDeck/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, ja, ko, pl, pt_br, tr, uk, vi, zh_hans, zh_hant

source: Use a Scaleway secret key and Project ID with Domains and DNS v2beta1. DNSDeck manages zones, nameservers, and records; registrar purchases, transfers, and contacts use a separate API.
de: Verwenden Sie einen geheimen Scaleway-Schlüssel und eine Projekt-ID mit Domänen und DNS v2beta1. DNSDeck verwaltet Zonen, Nameserver und Datensätze; Registrarkäufe, Übertragungen und Kontakte verwenden eine separate API.
es: Utilice una clave secreta de Scaleway y un ID de proyecto con dominios y DNS v2beta1. DNSDeck administra zonas, servidores de nombres y registros; Las compras, transferencias y contactos de registradores utilizan una API independiente.
fr: Utilisez une clé secrète Scaleway et un ID de projet avec les domaines et DNS v2beta1. DNSDeck gère les zones, les serveurs de noms et les enregistrements ; les achats, les transferts et les contacts du bureau d'enregistrement utilisent une API distincte.
hi: डोमेन और DNS v2beta1 के साथ स्केलवे गुप्त कुंजी और प्रोजेक्ट आईडी का उपयोग करें। ZXQDNSDEKTERM0000QXZ ज़ोन, नेमसर्वर और रिकॉर्ड का प्रबंधन करता है; रजिस्ट्रार खरीदारी, स्थानांतरण और संपर्क एक अलग एपीआई का उपयोग करते हैं।
id: Gunakan kunci rahasia Scaleway dan ID Proyek dengan Domain dan DNS v2beta1. DNSDeck mengelola zona, server nama, dan catatan; pembelian, transfer, dan kontak registrar menggunakan API terpisah.
ja: Scaleway 秘密キーとプロジェクト ID をドメインと DNS v2beta1 で使用します。 DNSDeck は、ゾーン、ネームサーバー、およびレコードを管理します。レジストラの購入、転送、連絡には別の API が使用されます。
ko: 도메인 및 DNS v2beta1에 Scaleway 비밀 키와 프로젝트 ID를 사용합니다. DNSDeck는 영역, 네임서버 및 레코드를 관리합니다. 등록기관 구매, 양도, 연락처는 별도의 API를 사용합니다.
pl: Użyj tajnego klucza Scaleway i identyfikatora projektu z domenami i DNS v2beta1. DNSDeck zarządza strefami, serwerami nazw i rekordami; zakupy, transfery i kontakty rejestratora korzystają z oddzielnego interfejsu API.
pt_br: Use uma chave secreta do Scaleway e um ID de projeto com domínios e DNS v2beta1. DNSDeck gerencia zonas, servidores de nomes e registros; compras, transferências e contatos de registradores usam uma API separada.
tr: Etki Alanları ve DNS v2beta1 ile Scaleway gizli anahtarını ve Proje Kimliğini kullanın. DNSDeck bölgeleri, ad sunucularını ve kayıtları yönetir; kayıt şirketi satın almaları, transferleri ve kişileri ayrı bir API kullanır.
uk: Використовуйте секретний ключ Scaleway та ідентифікатор проекту з доменами та DNS v2beta1. DNSDeck керує зонами, серверами імен і записами; покупки, перекази та контакти реєстратора використовують окремий API.
vi: Sử dụng khóa bí mật Scalway và ID dự án với Miền và DNS v2beta1. DNSDeck quản lý các vùng, máy chủ tên và bản ghi; việc mua, chuyển nhượng và liên hệ của nhà đăng ký sử dụng một API riêng.
zh_hans: 将 Scaleway 密钥和项目 ID 与域和 DNS v2beta1 结合使用。 DNSDeck 管理区域、名称服务器和记录；注册商购买、转移和联系使用单独的 API。
zh_hant: 將 Scaleway 金鑰和項目 ID 與網域和 DNS v2beta1 結合使用。 DNSDeck 管理區域、名稱伺服器和記錄；註冊商購買、轉移和聯絡使用單獨的 API。

source: Use a Spaceship API key with domains:read and dnsrecords:read. Add domains:write for nameserver changes and dnsrecords:write for custom DNS record changes.
de: Verwenden Sie einen Spaceship-API-Schlüssel mit domains:read und dnsrecords:read. Fügen Sie domains:write für Nameserver-Änderungen und dnsrecords:write für benutzerdefinierte DNS-Eintragsänderungen hinzu.
es: Utilice una clave API de Spaceship con dominios:read y dnsrecords:read. Agregue dominios: escriba para cambios en el servidor de nombres y dnsrecords: escriba para cambios de registros DNS personalizados.
fr: Utilisez une clé API Spaceship avec domains:read et dnsrecords:read. Ajoutez des domaines : écrivez pour les modifications du serveur de noms et dnsrecords : écrivez pour les modifications des enregistrements DNS personnalisés.
hi: डोमेन:रीड और डीएनएसरिकॉर्ड्स:रीड के साथ स्पेसशिप एपीआई कुंजी का उपयोग करें। डोमेन जोड़ें: नेमसर्वर परिवर्तन के लिए लिखें और dnsrecords: कस्टम DNS रिकॉर्ड परिवर्तन के लिए लिखें।
id: Gunakan kunci API Pesawat Luar Angkasa dengan domain:read dan dnsrecords:read. Tambahkan domains:write untuk perubahan server nama dan dnsrecords:write untuk perubahan data DNS khusus.
ja: Domain:read および dnsrecords:read で Spaceship API キーを使用します。ネームサーバーの変更にはドメインを追加し、カスタム DNS レコードの変更には dnsrecords:write を追加します。
ko: domain:read 및 dnsrecords:read와 함께 Spaceship API 키를 사용하세요. 도메인 추가:네임 서버 변경 사항에 쓰기 및 dnsrecords:사용자 정의 DNS 레코드 변경 사항에 쓰기.
pl: Użyj klucza API Spaceship z domenami:read i dnsrecords:read. Dodaj domeny:write w przypadku zmian w serwerze nazw i dnsrecords:write w przypadku niestandardowych zmian w rekordach DNS.
pt_br: Use uma chave de API Spaceship com domínios:read e dnsrecords:read. Adicione domains:write para alterações no servidor de nomes e dnsrecords:write para alterações personalizadas nos registros DNS.
tr: Alanlar:read ve dnsrecords:read ile bir Spaceship API anahtarı kullanın. Etki alanları ekleyin:ad sunucusu değişiklikleri için yazın ve dns kayıtları:özel DNS kaydı değişiklikleri için yazın.
uk: Використовуйте ключ API Spaceship з domains:read і dnsrecords:read. Додайте domains:write для змін сервера імен і dnsrecords:write для змін власних записів DNS.
vi: Sử dụng khóa API Spaceship với tên miền:read và dnsrecords:read. Thêm tên miền:ghi để thay đổi máy chủ tên và dnsrecords:write để thay đổi bản ghi DNS tùy chỉnh.
zh_hans: 将 Spaceship API 密钥与domains:read 和 dnsrecords:read 结合使用。添加domains:write用于名称服务器更改和dnsrecords:write用于自定义DNS记录更改。
zh_hant: 將 Spaceship API 金鑰與domains:read 和 dnsrecords:read 結合使用。新增domains:write用於名稱伺服器變更和dnsrecords:write用於自訂DNS記錄變更。

source: Use a Vercel access token with domain permissions. Team ID is optional for a personal account and scopes requests when supplied.
de: Verwenden Sie ein Vercel-Zugriffstoken mit Domänenberechtigungen. Die Team-ID ist für ein persönliches Konto optional und deckt Anfragen ab, sofern angegeben.
es: Utilice un token de acceso de Vercel con permisos de dominio. La ID del equipo es opcional para una cuenta personal y abarca solicitudes cuando se proporciona.
fr: Utilisez un jeton d'accès Vercel avec des autorisations de domaine. L’ID d’équipe est facultatif pour un compte personnel et étend les demandes lorsqu’il est fourni.
hi: डोमेन अनुमतियों के साथ वर्सेल एक्सेस टोकन का उपयोग करें। टीम आईडी व्यक्तिगत खाते के लिए वैकल्पिक है और आपूर्ति किए जाने पर अनुरोधों का दायरा बढ़ाता है।
id: Gunakan token akses Vercel dengan izin domain. ID Tim bersifat opsional untuk akun pribadi dan mencakup permintaan bila diberikan.
ja: ドメイン権限のある Vercel アクセス トークンを使用します。チーム ID は個人アカウントの場合はオプションであり、指定するとリクエストの範囲が決まります。
ko: 도메인 권한이 있는 Vercel 액세스 토큰을 사용하세요. 팀 ID는 제공되는 경우 개인 계정 및 범위 요청에 대한 선택 사항입니다.
pl: Użyj tokena dostępu Vercel z uprawnieniami domeny. Identyfikator zespołu jest opcjonalny w przypadku konta osobistego i obejmuje żądania, jeśli jest podany.
pt_br: Use um token de acesso Vercel com permissões de domínio. O ID da equipe é opcional para uma conta pessoal e solicitações de escopo quando fornecido.
tr: Etki alanı izinlerine sahip bir Vercel erişim belirteci kullanın. Ekip Kimliği kişisel hesap için isteğe bağlıdır ve sağlandığında isteklerin kapsamını belirler.
uk: Використовуйте маркер доступу Vercel із дозволами домену. Ідентифікатор команди є необов’язковим для особистого облікового запису та охоплює запити, якщо надається.
vi: Sử dụng mã thông báo truy cập Vercel với quyền truy cập tên miền. ID nhóm là tùy chọn cho tài khoản cá nhân và xác định phạm vi yêu cầu khi được cung cấp.
zh_hans: 使用具有域权限的 Vercel 访问令牌。对于个人帐户和范围请求（如果提供），团队 ID 是可选的。
zh_hant: 使用具有網域權限的 Vercel 存取權杖。對於個人帳戶和範圍請求（如果提供），團隊 ID 是可選的。

source: Use a Vultr API key allowed to access DNS resources. Apex records use an empty API name and are shown as @ in DNSDeck.
de: Verwenden Sie einen Vultr-API-Schlüssel, der für den Zugriff auf DNS-Ressourcen berechtigt ist. Apex-Einträge verwenden einen leeren API-Namen und werden in DNSDeck als @ angezeigt.
es: Utilice una clave API de Vultr permitida para acceder a los recursos DNS. Los registros de Apex utilizan un nombre de API vacío y se muestran como @ en DNSDeck.
fr: Utilisez une clé API Vultr autorisée à accéder aux ressources DNS. Les enregistrements Apex utilisent un nom d'API vide et sont affichés sous la forme @ dans DNSDeck.
hi: DNS संसाधनों तक पहुँचने के लिए Vultr API कुंजी का उपयोग करने की अनुमति है। एपेक्स रिकॉर्ड एक खाली एपीआई नाम का उपयोग करते हैं और DNSDeck में @ के रूप में दिखाए जाते हैं।
id: Gunakan kunci API Vultr yang diizinkan untuk mengakses sumber daya DNS. Catatan Apex menggunakan nama API kosong dan ditampilkan sebagai @ di DNSDeck.
ja: DNS リソースへのアクセスを許可された Vultr API キーを使用します。 Apex レコードは空の API 名を使用し、DNSDeck では @ として表示されます。
ko: DNS 리소스에 액세스할 수 있는 Vultr API 키를 사용하세요. Apex 레코드는 빈 API 이름을 사용하며 DNSDeck에 @로 표시됩니다.
pl: Użyj klucza API Vultr, który ma zezwolenie na dostęp do zasobów DNS. Rekordy Apex używają pustej nazwy API i są wyświetlane jako @ w DNSDeck.
pt_br: Use uma chave de API Vultr com permissão para acessar recursos DNS. Os registros Apex usam um nome de API vazio e são mostrados como @ no DNSDeck.
tr: DNS kaynaklarına erişmesine izin verilen bir Vultr API anahtarı kullanın. Apex kayıtları boş bir API adı kullanır ve DNSDeck'te @ olarak gösterilir.
uk: Використовуйте ключ API Vultr, дозволений для доступу до ресурсів DNS. Записи Apex використовують пусте ім’я API та відображаються як @ у DNSDeck.
vi: Sử dụng khóa API Vultr được phép truy cập tài nguyên DNS. Bản ghi Apex sử dụng tên API trống và được hiển thị dưới dạng @ trong DNSDeck.
zh_hans: 使用允许访问 DNS 资源的 Vultr API 密钥。 Apex 记录使用空 API 名称，并在 DNSDeck 中显示为 @。
zh_hant: 使用允許存取 DNS 資源的 Vultr API 金鑰。 Apex 記錄使用空 API 名稱，並在 DNSDeck 中顯示為 @。

source: Use a least-privilege IBM NS1 Connect API key secret. Primary zones and standard records are writable; secondary and linked zones remain read-only in DNSDeck.
de: Verwenden Sie ein IBM NS1 Connect-API-Schlüsselgeheimnis mit den geringsten Berechtigungen. Primärzonen und Standarddatensätze sind beschreibbar; Sekundäre und verknüpfte Zonen bleiben in DNSDeck schreibgeschützt.
es: Utilice una clave secreta de API de IBM NS1 Connect con privilegios mínimos. Se pueden escribir zonas primarias y registros estándar; las zonas secundarias y vinculadas permanecen de solo lectura en DNSDeck.
fr: Utilisez une clé secrète d'API IBM NS1 Connect avec le moindre privilège. Les zones primaires et les enregistrements standard sont inscriptibles ; les zones secondaires et liées restent en lecture seule dans DNSDeck.
hi: कम से कम विशेषाधिकार प्राप्त IBM NS1 कनेक्ट API कुंजी रहस्य का उपयोग करें। प्राथमिक क्षेत्र और मानक रिकॉर्ड लिखने योग्य हैं; DNSDeck में द्वितीयक और लिंक्ड ज़ोन केवल-पढ़ने के लिए बने रहते हैं।
id: Gunakan rahasia kunci IBM NS1 Connect API dengan hak istimewa paling rendah. Zona primer dan catatan standar dapat ditulis; zona sekunder dan tertaut tetap bersifat baca-saja di DNSDeck.
ja: 最小特権の IBM NS1 Connect API キー シークレットを使用します。プライマリ ゾーンと標準レコードは書き込み可能です。セカンダリ ゾーンとリンク ゾーンは DNSDeck では読み取り専用のままです。
ko: 최소 권한의 IBM NS1 Connect API 키 비밀번호를 사용하십시오. 기본 영역과 표준 레코드는 쓰기 가능합니다. 보조 및 연결된 영역은 DNSDeck에서 읽기 전용으로 유지됩니다.
pl: Użyj tajnego klucza API IBM NS1 Connect o najniższych uprawnieniach. Strefy podstawowe i standardowe rekordy można zapisywać; strefy dodatkowe i połączone pozostają w DNSDeck w trybie tylko do odczytu.
pt_br: Use um segredo de chave de API do IBM NS1 Connect com privilégio mínimo. As zonas primárias e os registros padrão são graváveis; zonas secundárias e vinculadas permanecem somente leitura no DNSDeck.
tr: En az ayrıcalıklı bir IBM NS1 Connect API anahtarı sırrı kullanın. Birincil bölgeler ve standart kayıtlar yazılabilir; ikincil ve bağlantılı bölgeler DNSDeck'te salt okunur olarak kalır.
uk: Використовуйте секретний ключ IBM NS1 Connect API із найменшими привілеями. Основні зони та стандартні записи доступні для запису; вторинні та пов’язані зони залишаються лише для читання в DNSDeck.
vi: Sử dụng bí mật khóa API IBM NS1 Connect có đặc quyền tối thiểu. Các vùng chính và bản ghi tiêu chuẩn có thể ghi được; vùng thứ cấp và liên kết vẫn ở chế độ chỉ đọc trong DNSDeck.
zh_hans: 使用最低权限的 IBM NS1 Connect API 密钥。主区域和标准记录可写；辅助区域和链接区域在 DNSDeck 中保持只读状态。
zh_hant: 使用最低權限的 IBM NS1 Connect API 金鑰。主區域和標準記錄可寫入；輔助區域和連結區域在 DNSDeck 中保持唯讀狀態。

source: Use a personal access token with domain read, create, update, and delete scopes for the operations you want DNSDeck to perform.
de: Verwenden Sie ein persönliches Zugriffstoken mit Domänenlese-, Erstellungs-, Aktualisierungs- und Löschbereichen für die Vorgänge, die DNSDeck ausführen soll.
es: Utilice un token de acceso personal con ámbitos de lectura, creación, actualización y eliminación de dominio para las operaciones que desea que realice DNSDeck.
fr: Utilisez un jeton d'accès personnel avec des étendues de lecture, de création, de mise à jour et de suppression de domaine pour les opérations que vous souhaitez que DNSDeck effectue.
hi: आप जिन कार्यों को DNSDeck से करवाना चाहते हैं, उनके लिए डोमेन पढ़ने, बनाने, अपडेट करने और हटाने के स्कोप के साथ एक व्यक्तिगत एक्सेस टोकन का उपयोग करें।
id: Gunakan token akses pribadi dengan cakupan baca, buat, perbarui, dan hapus domain untuk operasi yang Anda ingin DNSDeck lakukan.
ja: DNSDeck に実行させたい操作のドメイン読み取り、作成、更新、削除スコープを持つ個人アクセス トークンを使用します。
ko: DNSDeck이 수행할 작업에 대한 도메인 읽기, 생성, 업데이트 및 삭제 범위가 포함된 개인 액세스 토큰을 사용하세요.
pl: Użyj osobistego tokena dostępu z zakresami odczytu, tworzenia, aktualizowania i usuwania domeny dla operacji, które chcesz wykonywać DNSDeck.
pt_br: Use um token de acesso pessoal com escopos de leitura, criação, atualização e exclusão de domínio para as operações que você deseja que o DNSDeck execute.
tr: DNSDeck'in gerçekleştirmesini istediğiniz işlemler için etki alanı okuma, oluşturma, güncelleme ve silme kapsamlarına sahip kişisel erişim belirtecini kullanın.
uk: Використовуйте особистий маркер доступу з областями читання, створення, оновлення та видалення домену для операцій, які має виконувати DNSDeck.
vi: Sử dụng mã thông báo truy cập cá nhân với phạm vi đọc, tạo, cập nhật và xóa miền cho các hoạt động bạn muốn DNSDeck thực hiện.
zh_hans: 使用具有域读取、创建、更新和删除范围的个人访问令牌来执行您希望 DNSDeck 执行的操作。
zh_hant: 使用具有網域讀取、建立、更新和刪除範圍的個人存取權杖來執行您希望 DNSDeck 執行的操作。

source: Use a project-bound Hetzner Cloud API token. Read-only tokens can browse DNS; record and zone changes require a read-write token.
de: Verwenden Sie ein projektgebundenes Hetzner Cloud API-Token. Nur-Lese-Tokens können DNS durchsuchen; Datensatz- und Zonenänderungen erfordern ein Lese-/Schreibtoken.
es: Utilice un token de API de Hetzner Cloud vinculado al proyecto. Los tokens de solo lectura pueden navegar por DNS; Los cambios de registros y zonas requieren un token de lectura y escritura.
fr: Utilisez un jeton d'API Hetzner Cloud lié au projet. Les jetons en lecture seule peuvent parcourir le DNS ; les modifications d’enregistrement et de zone nécessitent un jeton de lecture-écriture.
hi: प्रोजेक्ट-बाउंड हेट्ज़नर क्लाउड एपीआई टोकन का उपयोग करें। केवल पढ़ने योग्य टोकन DNS ब्राउज़ कर सकते हैं; रिकॉर्ड और ज़ोन परिवर्तन के लिए रीड-राइट टोकन की आवश्यकता होती है।
id: Gunakan token Hetzner Cloud API yang terikat proyek. Token hanya-baca dapat menelusuri DNS; perubahan catatan dan zona memerlukan token baca-tulis.
ja: プロジェクトにバインドされた Hetzner Cloud API トークンを使用します。読み取り専用トークンは DNS を参照できます。レコードとゾーンの変更には読み取り/書き込みトークンが必要です。
ko: 프로젝트 바인딩된 Hetzner Cloud API 토큰을 사용하세요. 읽기 전용 토큰은 DNS를 찾아볼 수 있습니다. 레코드 및 영역 변경에는 읽기-쓰기 토큰이 필요합니다.
pl: Użyj tokena API powiązanego z projektem Hetzner Cloud API. Tokeny tylko do odczytu mogą przeglądać DNS; zmiany rekordów i stref wymagają tokena odczytu i zapisu.
pt_br: Use um token de API Hetzner Cloud vinculado ao projeto. Os tokens somente leitura podem navegar no DNS; alterações de registro e zona exigem um token de leitura e gravação.
tr: Projeye bağlı bir Hetzner Cloud API jetonu kullanın. Salt okunur belirteçler DNS'ye göz atabilir; kayıt ve bölge değişiklikleri bir okuma-yazma jetonu gerektirir.
uk: Використовуйте прив’язаний до проекту маркер Hetzner Cloud API. Маркери лише для читання можуть переглядати DNS; для змін запису та зони потрібен маркер читання-запису.
vi: Sử dụng mã thông báo API Hetzner Cloud API dành cho dự án. Mã thông báo chỉ đọc có thể duyệt DNS; các thay đổi về bản ghi và vùng yêu cầu mã thông báo đọc-ghi.
zh_hans: 使用项目绑定的 Hetzner Cloud API 令牌。只读令牌可以浏览DNS；记录和区域更改需要读写令牌。
zh_hant: 使用專案綁定的 Hetzner Cloud API 令牌。只讀令牌可以瀏覽DNS；記錄和區域變更需要讀寫令牌。

source: Use a scoped Gandi Personal Access Token. Legacy API-key authentication is deprecated and is not accepted by DNSDeck.
de: Verwenden Sie ein persönliches Gandi-Zugriffstoken mit Gültigkeitsbereich. Die Legacy-API-Schlüsselauthentifizierung ist veraltet und wird von DNSDeck nicht akzeptiert.
es: Utilice un token de acceso personal Gandi con alcance. La autenticación de clave API heredada está obsoleta y DNSDeck no la acepta.
fr: Utilisez un jeton d'accès personnel Gandi scope. L'authentification par clé API héritée est obsolète et n'est pas acceptée par DNSDeck.
hi: एक स्कोप्ड गांधी पर्सनल एक्सेस टोकन का उपयोग करें। लीगेसी एपीआई-कुंजी प्रमाणीकरण अप्रचलित है और DNSDeck द्वारा स्वीकार नहीं किया गया है।
id: Gunakan Token Akses Pribadi Gandi yang tercakup. Otentikasi kunci API lama tidak digunakan lagi dan tidak diterima oleh DNSDeck.
ja: スコープ付きの Gandi パーソナル アクセス トークンを使用します。従来の API キー認証は廃止されており、DNSDeck では受け入れられません。
ko: 범위가 지정된 Gandi 개인 액세스 토큰을 사용하세요. 레거시 API 키 인증은 더 이상 사용되지 않으며 DNSDeck에서 허용되지 않습니다.
pl: Użyj tokenu dostępu osobistego Gandi o ograniczonym zakresie. Starsze uwierzytelnianie za pomocą klucza API jest przestarzałe i nie jest akceptowane przez DNSDeck.
pt_br: Use um token de acesso pessoal Gandi com escopo definido. A autenticação de chave de API legada está obsoleta e não é aceita pelo DNSDeck.
tr: Kapsamlı bir Gandi Kişisel Erişim Simgesi kullanın. Eski API anahtarı kimlik doğrulaması kullanımdan kaldırıldı ve DNSDeck tarafından kabul edilmiyor.
uk: Використовуйте ідентифікатор Gandi Personal Access Token. Застаріла автентифікація за допомогою ключа API застаріла та не приймається DNSDeck.
vi: Sử dụng Mã thông báo truy cập cá nhân Gandi có phạm vi. Xác thực khóa API kế thừa không được dùng nữa và không được DNSDeck chấp nhận.
zh_hans: 使用有范围的 Gandi 个人访问令牌。旧版 API 密钥身份验证已弃用，且不被 DNSDeck 接受。
zh_hant: 使用有範圍的 Gandi 個人存取權令牌。舊版 API 金鑰驗證已棄用，且不被 DNSDeck 接受。

source: Use a scoped GoDaddy Personal Access Token with domains.domain:read and domains.dns:update. Add domains.nameserver:update to change delegation; DNSDeck never uses domain purchase or cancellation endpoints.
de: Verwenden Sie ein bereichsbezogenes persönliches GoDaddy-Zugriffstoken mit domains.domain:read und domains.dns:update. Fügen Sie domains.nameserver:update hinzu, um die Delegation zu ändern. DNSDeck verwendet niemals Domänenkauf- oder -stornierungsendpunkte.
es: Utilice un token de acceso personal de GoDaddy con ámbito con domains.domain:read y domains.dns:update. Agregue domains.nameserver:update para cambiar la delegación; DNSDeck nunca utiliza puntos finales de compra o cancelación de dominio.
fr: Utilisez un jeton d'accès personnel GoDaddy étendu avec domains.domain:read et domains.dns:update. Ajoutez domains.nameserver:update pour modifier la délégation ; DNSDeck n’utilise jamais de points de terminaison d’achat ou d’annulation de domaine.
hi: domains.domain:read और domains.dns:update के साथ एक स्कोप्ड GoDaddy पर्सनल एक्सेस टोकन का उपयोग करें। डेलिगेशन बदलने के लिए domains.nameserver:update जोड़ें; DNSDeck कभी भी डोमेन खरीद या रद्दीकरण समापन बिंदु का उपयोग नहीं करता है।
id: Gunakan Token Akses Pribadi GoDaddy yang tercakup dengan domains.domain:read dan domains.dns:update. Tambahkan domains.nameserver:update untuk mengubah delegasi; DNSDeck tidak pernah menggunakan titik akhir pembelian atau pembatalan domain.
ja: スコープ付きの GoDaddy パーソナル アクセス トークンを、domains.domain:read および domains.dns:update で使用します。委任を変更するには、domains.nameserver:update を追加します。 DNSDeck は、ドメインの購入またはキャンセルのエンドポイントを使用しません。
ko: domains.domain:read 및 domains.dns:update와 함께 범위가 지정된 GoDaddy 개인 액세스 토큰을 사용하세요. 위임을 변경하려면 domains.nameserver:update를 추가하세요. DNSDeck는 도메인 구매 또는 취소 엔드포인트를 절대 사용하지 않습니다.
pl: Użyj tokenu dostępu osobistego GoDaddy o ograniczonym zakresie z domenami domains.domain:read i domains.dns:update. Dodaj domains.nameserver:update, aby zmienić delegację; DNSDeck nigdy nie korzysta z punktów końcowych zakupu lub anulowania domeny.
pt_br: Use um token de acesso pessoal GoDaddy com escopo com domains.domain:read e domains.dns:update. Adicione domains.nameserver:update para alterar a delegação; DNSDeck nunca usa pontos de extremidade de compra ou cancelamento de domínio.
tr: domains.domain:read ve domains.dns:update ile kapsamlı bir GoDaddy Kişisel Erişim Jetonu kullanın. Yetkiyi değiştirmek için domains.nameserver:update ekleyin; DNSDeck hiçbir zaman alan adı satın alma veya iptal uç noktalarını kullanmaz.
uk: Використовуйте особистий маркер доступу GoDaddy з областю дії з domains.domain:read і domains.dns:update. Додайте domains.nameserver:update, щоб змінити делегування; DNSDeck ніколи не використовує кінцеві точки покупки або скасування домену.
vi: Sử dụng Mã thông báo truy cập cá nhân của GoDaddy trong phạm vi có domains.domain:read và domains.dns:update. Thêm domains.nameserver:update để thay đổi ủy quyền; DNSDeck không bao giờ sử dụng điểm cuối mua hoặc hủy miền.
zh_hans: 将范围内的 GoDaddy 个人访问令牌与domains.domain:read 和domains.dns:update 结合使用。添加domains.nameserver:update以更改委托； DNSDeck 从不使用域名购买或取消端点。
zh_hant: 將範圍內的 GoDaddy 個人存取權令牌與domains.domain:read 和domains.dns:update 結合使用。新增domains.nameserver:update以更改委託；DNSDeck 從不使用網域購買或取消端點。
